{
  "app": {
    "name": "Zoom Phone By Sandeza",
    
  "short_description": "Sandeza - Zoom Phone Integration for Zendesk",
  "long_description": "### **Available to all customers on a Zendesk Suite plan or Customers with Support + Talk Partner Edition - Learn more at https://www.zendesk.com/pricing**  About Us\n**Sandeza** aims to play a key role in the technology revolution transforming global businesses. We are a customer-centric technology solutions company founded by professionals experienced in delivering business-driven outcomes. Leveraging our expertise in cloud, telephony, and data analytics, we help organizations build intelligent communication and support systems that enhance the end-user experience.\n\n### Zoom Phone Widget by Sandeza\nThe **Sandeza Zoom Phone Widget** brings seamless integration of Zoom Phone inside Zendesk. It allows support agents to handle calls, view customer data, and manage tickets without leaving Zendesk. This integration ensures a unified workspace where every call and ticket is connected for a complete customer view.\n\n## Features\n- Handle **Inbound and Outbound** Zoom Phone calls directly from Zendesk\n- **Ticket creation while call** and logging for every call\n- **View contact details** and related tickets instantly\n- **Add call notes** and attach them to existing or new tickets\n- **Simplified agent workflow** with no need to switch between Zoom and Zendesk\n- **Improve productivity** and enhance customer engagement through unified communication\n\nBy integrating Zoom Phone into Zendesk, Sandeza helps teams deliver faster, more contextual, and more efficient customer support experiences.**The app securely processes and stores only essential data required for operation, ensuring customer information is protected and never shared with unauthorized parties. For more details,Our Terms and Conditions: https://sandeza.ai/terms-conditions/, please review our Privacy Policy: https://sandeza.ai/privacy-policy**",
  "installation_instructions": "### Installation Steps\n1. Login to your **Zoom account** and ensure your Zoom Phone license is active.\n2. In Zendesk, install the **Sandeza Zoom Phone Widget** from the Marketplace.\n3. During installation, enter your **Zoom authentication credentials** \n4. Once installed, the Zoom Phone widget will appear in the Zendesk Topbar for agents.\n5. Start making and receiving Zoom Phone calls, logging interactions, and managing tickets directly within Zendesk.\n\n### For detailed setup documentation, visit:\nhttps://vigneshm31-hash.github.io/Zoom-phone-for-zendesk/#/",


    "title": "Zoom Phone By Sandeza"
  }
  
}
